app/controllers/orders_controller.rb

  def maps_test
    @order = Order.find(1)
---
SELECT  "orders".* FROM "orders" WHERE "orders"."id" = ? LIMIT ?  [["id", nil], ["LIMIT", 1]]

  def create
    @order = Order.new(order_params)

    respond_to do |format|
      if @order.save
---
INSERT INTO "orders" ("item_name", "created_at", "updated_at") VALUES (?, ?, ?)  [["item_name", ""], ["created_at", "2017-12-02 21:11:24.425305"], ["updated_at", "2017-12-02 21:11:24.425305"]]